<?php

return [
    'main' => 'Mains',
    'users' => 'Users',
    'roles' => 'Роли пользователей',
    'levels' => 'Уровни пользователей',
    'tickets' => 'Тикеты',
    'cards' => 'Карточки',
    'lottery' => 'Розыгрыши',
    'auctions' => 'Аукционы',
    'mails' => 'Рассылка',
    'promo' => 'Бонусы и промокоды',
    'statistic' => 'Статистика',
    'coins' => 'Монеты',
    'wof' => 'Колесо фортуны',
    'wager' => 'Пари-матчи',
    'packs' => 'Паки игроков',
    'achievements' => 'Достижения',
    'storage' => 'Хранилище карточек',
    'images' => 'Хранилище изображений',
    'lang' => 'Выбор языка',
];
