module.exports = {
    main_title:'Игровой маркет',
    main_description:'Добро пожаловать в наш маркет. <strong>Аукцион</strong> - раздел в котором вы можете купить или продать своих игроков. Для удобной покупки монет с быстрой доставкой перейдите в раздел - <strong>монеты</strong>. <strong>Игровые наборы</strong> - паки с рандомным выпадением различных игровых предметов (карточкам игроков, монеты и.т.д)',
    auction: 'Аукцион',
    coins: 'Монеты',
    players_packs: 'Паки игроков',

    error_title:'Игровой маркет',
    error_1:'Раздел "Аукцион" закрыт!',
    error_2:'Раздел "Монеты" закрыт!',
    error_3:'Раздел "Паки игрков" закрыт!',
}