module.exports = {

    promocodes: {
        title: 'Для получения скидок и бонусов, введите действующий промокод.',
        your_promo: 'Ваш промокод',
        activate: 'Активировать',

        error_title: 'Промокоды',
        error_1: 'Промокод не введен!',
        error_2: '',
        error_3: ''
    },
    auction_card_panel: {
        h1: 'Добавление нового лота',
        choose_file: 'Выбери картинку',
        console_type: 'Тип консоли',
        lot_type: 'Тип лота',
        lot_1: 'Предмет',
        lot_2: 'Монеты',
        lot_3: 'Карточка',
        lifetime: 'Время существования',
        search_card: 'Поиск карточки',
        title: 'Название лота',
        description:'Описание лота',
        value:'Значение',
        bid_price: 'Цена ставки',
        buy_price: 'Полная цена карточки',
        step_price: 'Цена шага ставки',
        save: 'Добавить',
        active: 'Статус игры',
        error_title: 'Аукцион',
        error_1:'Поля "Цена ставки","Полная цена карточки" и "Шаг ставки" не должны иметь нулевые значения!',
        error_2:'Игра, отмеченная как "Не активная" будет отдельно запущена администратором!',
        error_3:'Вы выбрали тип "Карточка" и должны выбрать подходящую карточку через поиск!',
        error_4:'Ошибка добавления лота! Сообщите администратору!',
        success_1:'Вы успешно добавили лот!',
        success_2:'Спасибо что пользуетесь нашим сервисом!',
    },
    user_card_panel: {
        h1: 'Добавление нового лота',
        choose_file: 'Выбери картинку',
        console_type: 'Тип консоли',
        lot_type: 'Тип лота',
        lot_1: 'Предмет',
        lot_2: 'Монеты',
        lot_3: 'Карточка',
        lifetime: 'Время существования',
        search_card: 'Поиск карточки',
        title: 'Название лота',
        base_price: 'Полная цена карточки',
        place: 'Количество мест',
        discount: 'Базовая скидка',
        description: 'Описание',
        value: 'Величина',
        save: 'Добавить',
        active: 'Статус игры',
        error_title: 'Лотерея',
        error_1:'Поля "Количество мест" и "Полная цена карточки" не должны иметь нулевые значения!',
        error_2:'Игра, отмеченная как "Не активная" будет отдельно запущена администратором!',
        error_3:'Вы выбрали тип "Карточка" и должны выбрать подходящую карточку через поиск!',
        error_4:'Ошибка добавления лота! Сообщите администратору!',
        success_1:'Вы успешно добавили лот!',
        success_2:'Спасибо что пользуетесь нашим сервисом!',
    },
    card_info: {
        title: 'Информация о карточек',
        console_1: 'XBOX',
        console_2: 'PS4',
        base_price: 'Полная стоимость',
        place_price: 'Цена места',
        money: 'Pucks',
        pick_place: 'Случайное место',

    },
    report: {
        my_reports:'Мои отчеты',
        email:"Моя почта",
        email_placeholder:'Введите вашу почту',
        error_type:"Тип ошибки",
        error_type_1:"Ошибка интерфейса",
        error_type_2:"Ошибка отправки данных",
        error_type_3:"Логическая ошибка",
        error_message:"Сообщение:",
        error_message_placeholder:"Введие описание ошибки",
        choose_file:"Выберите скриншот",
        send_report:"Отправить",
        message_title:"Отладка ошибок",
        error_1:"Заполните все поля перед отправкой!",
        error_2:"Ошибка передачи данных!",
        success_1:"Спасибо за вашу бдительность!",
        success_2:"Отчет успешно доставлен!"

    },
    partner: {
        title:'Стать партнером',
        description:' Каждый участник игрового портала <strong>hutplace</strong> может стать нашим партнером и продавать свои игровые предметы другим игрокам. Для того, что бы ваши карты оказались на аукционе, вам необходимо написать нашему оператору в чат или на почту <a href="mailto:support@hutplace.ru" target="_blank">support@hutplace.ru</a>. Данная опция требует\n' +
        '      предварительной модерации с нашей стороны, необходимой для отсеивания недобросовестных продавцов. После проведения проверки и получения необходимых инструкций вы получаете доступ к аукциону.\n',
        message:'Сообщение',
        message_placeholder:'Введите сообщение для администрации',
        email:'E-mail',
        email_placeholder:'Введите ваш email',
        send:'Отправить запрос',
        message_title:"Стать партнером",
        error_1:"Заполните все поля перед отправкой!",
        error_2:"Ошибка передачи данных!",
        success_1:"Спасибо за то что работаете с нами!",
        success_2:"Запрос успешно доставлен!"


    },
    help: {
        main_title:'Помощь и обратная связь',
        title:'Заголовок',
        title_placeholder:'Название запроса',
        message:'Сообщение',
        message_placeholder:'Введите сообщение для администрации',
        email:'E-mail',
        email_placeholder:'Введите ваш email',
        ask:'Отправить запрос',
        message_title:"Помощь и обратная связь",
        error_1:"Заполните все поля перед отправкой!",
        error_2:"Ошибка передачи данных!",
        success_1:"Спасибо за то что работаете с нами!",
        success_2:"Запрос успешно доставлен!"


    },
    history: {
        error_1:'img/empty-ru.png',
    }


}