module.exports = {
    main_title:'Игровая зона',
    main_description:'Добро пожаловать в игровую зону. В данный момент доступно 3 раздела. <strong>Рандомы</strong> - раздел в котором проходят ежедневные розыгрыши карточек и наборов. <strong>Колесо фортуны</strong> будет использоваться для интерактивных розыгрышей в прямом эфире. <strong>Вагер-матч</strong> - игра в любом игровом режиме между двумя соперниками, призовой фонд матча формируют сами участники, а победитель забирает все.',

    auction: 'Аукцион',
    lottery: 'Лотерея',
    randoms: 'Рандомы',
    coins: 'Монеты',
    players_packs: 'Игровые паки',
    wheel_of_fortune: 'Колесо фортуны',
    wager_matches: 'Вагер-матчи',

    error_title:'Игровая зона',
    error_1:'Раздел Колесо фортуны не доступен.',
    error_2:'Раздел Вагер-матчей не доступен.',

}