<template>
    <div class="modal-body about-modal">
        <h1>Приветствуем вас на Hutplace.net</h1>
        <p>
            Вы находитесь на первом в мире, хоккейном портале по игре NHL 20. Мы реализовали большое количество интересных идей на одной игровой платформе и рады предложить вам качественный, удобный и безопасный сервис. У нас вы сможете продать или купить карточки игроков/монеты, открыть игровые наборы, принять участие в бесплатных розыгрышах или в захватывающих вагер-матчах с другими участниками портала.
        </p>

        <h2><strong>Hutplace.net это:</strong></h2>
        <ul>
            <li>
                <p>Команда профессионалов, постоянно работающая на результат.</p>
            </li>
            <li>
                <p>Качественный, удобный и безопасный сервис включающий в себя различные игровые развлекательные режимы.</p>
            </li>
            <li>
                <p>Ваш верный помощник и партнер в создании команды своей мечты в режиме HUT.</p>
            </li>
        </ul>

        <h2><strong>Спасибо что выбрали нас!</strong></h2>
    </div>
</template>
<script>
    export default {
        name: 'about',
        methods: {}
    }
</script>
<style>

</style>
