<template>
  <div class="modal-body questions-modal">
    <h1>Часто задаваемые вопросы</h1>
    <ul class="active">
      <li>
        <p>Как принять участие в розыгрыше?</p>
      </li>
      <li>
        <ul>
          <li>Войдите с фпомощью безопасной авторизации в ВК.</li>
          <li>Пополните свой счет через платежный агрегатор.

          </li>
          <li> Выберите желаемую игру.</li>
          <li>Выберите карточку и сделайте ставку. Ставку вомзожно сделать сразу на несколько ячеек.
            Либо выкупить карточку по полной цене.</li>
          <li></li>
        </ul>
      </li>
    </ul>

    <ul>
      <li>
        <p>В какой валюте проходит розыгрыш и покупка лотов?</p>
      </li>
      <li>
        <ul>
          <li>Войдите с фпомощью безопасной авторизации в ВК.</li>
          <li>Пополните свой счет через платежный агрегатор.

          </li>
          <li> Выберите желаемую игру.</li>
          <li>Выберите карточку и сделайте ставку. Ставку вомзожно сделать сразу на несколько ячеек.
            Либо выкупить карточку по полной цене.</li>
          <li></li>
        </ul>
      </li>
    </ul>

    <ul>
      <li>
        <p>Как получить свой выигрыш?</p>
      </li>
      <li>
        <ul>
          <li>Войдите с фпомощью безопасной авторизации в ВК.</li>
          <li>Пополните свой счет через платежный агрегатор.

          </li>
          <li> Выберите желаемую игру.</li>
          <li>Выберите карточку и сделайте ставку. Ставку вомзожно сделать сразу на несколько ячеек.
            Либо выкупить карточку по полной цене.</li>
          <li></li>
        </ul>
      </li>
    </ul>

    <ul>
      <li>
        <p>Как пополнить свой счет?</p>
      </li>
      <li>
        <ul>
          <li>Войдите с фпомощью безопасной авторизации в ВК.</li>
          <li>Пополните свой счет через платежный агрегатор.

          </li>
          <li> Выберите желаемую игру.</li>
          <li>Выберите карточку и сделайте ставку. Ставку вомзожно сделать сразу на несколько ячеек.
            Либо выкупить карточку по полной цене.</li>
          <li></li>
        </ul>
      </li>
    </ul>

    <ul>
      <li>
        <p>Как узнать о своём выигрыше или проигрыше если в процессе розыгрыша меня не было на сайте?</p>
      </li>
      <li>
        <ul>
          <li>Войдите с фпомощью безопасной авторизации в ВК.</li>
          <li>Пополните свой счет через платежный агрегатор.

          </li>
          <li> Выберите желаемую игру.</li>
          <li>Выберите карточку и сделайте ставку. Ставку вомзожно сделать сразу на несколько ячеек.
            Либо выкупить карточку по полной цене.</li>
          <li></li>
        </ul>
      </li>
    </ul>

    <ul>
      <li>
        <p>Как мне проверить что результат не накрученный администрацией в свою пользу?</p>
      </li>
      <li>
        <ul>
          <li>Войдите с фпомощью безопасной авторизации в ВК.</li>
          <li>Пополните свой счет через платежный агрегатор.

          </li>
          <li> Выберите желаемую игру.</li>
          <li>Выберите карточку и сделайте ставку. Ставку вомзожно сделать сразу на несколько ячеек.
            Либо выкупить карточку по полной цене.</li>
          <li></li>
        </ul>
      </li>
    </ul>

    <ul>
      <li>
        <p>Каково минимальное и максиальное время ожидания начала розыгрыша карточки?</p>
      </li>
      <li>
        <ul>
          <li>Войдите с фпомощью безопасной авторизации в ВК.</li>
          <li>Пополните свой счет через платежный агрегатор.

          </li>
          <li> Выберите желаемую игру.</li>
          <li>Выберите карточку и сделайте ставку. Ставку вомзожно сделать сразу на несколько ячеек.
            Либо выкупить карточку по полной цене.</li>
          <li></li>
        </ul>
      </li>
    </ul>
  </div>
</template>
<script>
export default {
  name: 'faq',
  props: ['show'],
  methods: {

  }
}
</script>
<style>

</style>
