<template>
    <div class="rules-modal">
        <h1>
            Пользовательское соглашение и правила
        </h1>

        <p>Участвуя в мероприятиях и пользуясь услугами портала <a href="hutplace.net"
                                                                   target="_blank">hutplace.net</a>, вы автоматически соглашаетесь с
            условиями
            описанными ниже, политикой и принципами работы нашего сайта. Если вы не согласны с этими условиями,
            политикой
            нашего сайта, принципом работы и всеми последующими модификациями и изменениями в работе сайта, пожалуйста,
            не
            просматривайте, не пользуйтесь услугами и не используйте любым другим способом этот сайт.
        </p>

        <h2>Термины, используемые в настоящем соглашении:</h2>

        <ul>
            <li>
                <p><strong>-Пользователь</strong> – физическое лицо, пользующееся услугами портала <a
                        href="hutplace.net"
                        target="_blank">hutplace.net</a>
                </p>
            </li>
            <li>
                <p><strong>-Администрация</strong> - Интернет-портал\Интернет-сайт, расположенный в сети интернет по
                    адресу
                    <a href="hutplace.net" target="_blank">hutplace.net</a>
                    где пользователю представлены услуги в виде, платформы для участия в конкурсах, соревновательных
                    состязаниях,
                    обмене игровых ценностей и игровым опытом с другими участниками. А также условия пополнения баланса
                    пользователем.</p>
            </li>
            <li>
                <p><strong>-Сайт</strong> – ресурс, расположенный в сети Интернет по адресу <a href="hutplace.net"
                                                                                               target="_blank">hutplace.net</a>
                </p>
            </li>
            <li>
                <p><strong>-Услуга</strong>
                    – доступ к игровым разделам, дающий пользователю возможность принимать участие
                    в
                    соревнованиях и мероприятиях сайта а так же обменах игровыми предметами с другими пользователями сайта.
                </p>
            </li>
            <li>
                <p><strong>-Игровая валюта</strong> – виртуальная единица, используемая на сайте для оплаты услуг.</p>
            </li>
            <li>
                <p><strong>-Игровой предмет</strong>
                    – ценность в виде виртуальной карточки игрока или виртуальных монет,
                    используемых в игре NHL
                    20.</p>
            </li>
            <li>
                <p>
                    <strong>-Обмен</strong> – действие, при котором пользователь обменивает игровую валюту на игровые
                    ценности
                    с другими
                    пользователями Сайта</p>
            </li>
        </ul>


        <ul>
            <li>
                <p> 1. Пользователь соглашается с тем, что:</p>
            </li>
            <li>
                <p>
                    1.1. Предложенные сайтом для обмена игровые ценности, являются собственностью компании ЕА. Интернет –
                    сайт не
                    хранит, не накапливает и не распространяет игровые ценности, а лишь является площадкой для
                    предоставления
                    услуг по обмену игровыми ценностями между пользователями.</p>
            </li>
            <li>
                <p>1.2. Продажа, покупка товара запрещена правилами игры, в случае каких-либо санкций со стороны
                    администрации
                    игры относительно Пользователя, администрация сайта hutplace.net ответственности не несет.</p>
            </li>
            <li>
                <p>
                    1.3. После оплаты и получения игрового предмета Покупателем, обмен считается завершенным. Претензии со
                    стороны
                    Покупателя относительно сохранности, целостности и безопасности игрового предмета Администратором не
                    принимаются.</p>
            </li>
            <li>
                <p>
                    1.4. Каждый оформленный и завершенный обмен игровым предметом, фиксируется в специальном журнале.</p>
            </li>
            <li>
                <p> 1.5. Момент передачи игрового предмета фиксируется на фото или видео. И может быть предоставлен по
                    требованию
                    Пользователя, в качестве доказательства выполненного обмена.</p>
            </li>
            <li>
                <p> 1.6. Любые бездоказательные и безосновательные претензии со стороны Пользователя, будут
                    рассматриваться
                    как
                    мошеннические и неправомерные действия в отношении Администрации.</p>
            </li>
            <li>
                <p> 1.7. Администрация вправе отказать Пользователю в предоставлении услуг, без объяснения каких либо
                    причин.</p>
            </li>
        </ul>

        <ul>
            <li>
                <p> 2.Оформление обмена и сроки доставки игрового предмета.</p>
            </li>
            <li>
                <p> 2.1. Заказ Покупателем оформляется через соответствующие заполняемые формы.</p>
            </li>
            <li>
                <p>2.2. Перед заказом товара Покупатель обязуется ознакомиться с правилами оплаты и доставки игровых
                    предметов.</p>
            </li>
            <li>
                <p> 2.3. При оформлении обмена Пользователь должен указать оператору следующую информацию:</p>
                <ul>
                    <li>
                        <p>— Игровую консоль.</p>
                    </li>
                    <li>
                        <p> — Версию игры.</p>
                    </li>
                    <li>
                        <p> — Количество обмениваемых монет или игровых предметов.</p>
                    </li>
                    <li>
                        <p> — Информацию о выставленном на аукцион игроке в установленной форме.</p>
                    </li>
                    <li>
                        <p> — Почту и Скайп для обратной связи и предпочитаемый способ оплаты.</p>
                    </li>
                    <li>
                        <p> — Уникальный код.</p>
                    </li>
                </ul>
            </li>
            <li>
                <p>
                    2.4. После оформления заказа на Сайте, Пользователю приходит подтверждение об обмене игровых предметов
                    на указанный адрес электронной почты.</p>
            </li>
            <li>
                <p>2.5. Если необходимого игрового предмета нет в наличии или сроки его доставки не устраивают
                    Пользователя,
                    Администрация сайта информирует об этом Пользователя, по предоставленной ранее электронной почты или
                    Скайпу.
                    Пользователь вправе согласиться принять обмен в предложенные сроки, либо аннулировать данный обмен и
                    вернуть
                    свою виртуальную валюту обратно.</p>
            </li>
            <li>
                <p> 2.6. Ожидаемый срок доставки игрового предмета Пользователю от 5 до 30 минут. В отдельных случаях,
                    сроки
                    доставки могут достигать 24ч. и более.</p>
            </li>
            <li>
                <p> 3. Оплата обмена игровыми предметами.</p>
            </li>
            <li>
                <p> 3.1. Цена на игровые предметы указывается в Hut Place <a href="http://hutplace.net" target="_blank">hutplace.net</a>
                    игровой валюте.</p>
            </li>
        </ul>

        <ul>
            <li>
                <p> 3.2. Цена игрового предмета на Сайте может быть изменена Администрацией в одностороннем порядке, в
                    любое
                    время
                    до момента оплаты.</p>
            </li>
            <li>
                <p> 3.3. Администрация сайта на свое усмотрение, информирует Пользователя о любых изменениях цены на
                    игровой
                    предмет, используя электронную почту или Скайп.</p>
            </li>
            <li>
                <p> 3.4. Обмен игровыми товарами оплачивается игровой валютой.</p>
            </li>
            <li>
                <p>4. Продавец не несет ответственность за:</p>
            </li>
            <li>
                <p> 4.1. Сохранность игровых предметов и любого имущества на вашем аккаунте.</p>
            </li>
            <li>
                <p> 4.2. За любые санкции в ваш адрес со стороны администрации игры.</p>
            </li>
            <li>
                <p> 5. Прочие условия</p>
            </li>
            <li>
                <p>5.1. Отношения между Пользователем и Администрацией регулируются данным пользовательским
                    соглашением.</p>
            </li>
            <li>
                <p> 5.2. Все возникшие споры между Пользователем и Администрацией, разрешаются путем переговоров через
                    электронную
                    почту или Скайп.</p>
            </li>
        </ul>
    </div>
</template>
<script>
    export default {
        name: 'rules',
        methods: {}
    }
</script>
<style>

</style>
